#+title: Exposición: GNU en consolas
#+author: Gunnar Wolf

- Tema presentado por :: Refugio Rangel y Fernando Arciga
- Calificación global :: 8.98 * 0.3 + 7.13 * 0.7 = *7.685*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|              |       |            |          |           |       |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |    10 |         10 |       10 |        10 |  9.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |   7.5 |        7.5 |       10 |        10 |  8.50 |
|           10 |   7.5 |        7.5 |        5 |       7.5 |  7.50 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |    10 |        7.5 |       10 |       7.5 |  8.50 |
|          7.5 |   7.5 |          5 |       10 |        10 |  8.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |   7.5 |        7.5 |      7.5 |         5 |  7.00 |
|          7.5 |   7.5 |          5 |       10 |       7.5 |  7.50 |
|           10 |   7.5 |        7.5 |      7.5 |       7.5 |  8.00 |
|           10 |   7.5 |        7.5 |       10 |       7.5 |  8.50 |
|          7.5 |   7.5 |          5 |      7.5 |       7.5 |  7.00 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|          7.5 |   7.5 |          5 |        5 |         5 |  6.00 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|           10 |    10 |        7.5 |      7.5 |       7.5 |  8.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |   7.5 |        7.5 |      7.5 |       7.5 |  8.00 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |       7.5 |  9.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |   7.5 |        7.5 |       10 |        10 |  9.00 |
|           10 |    10 |         10 |       10 |       7.5 |  9.50 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         9.38 |  9.14 |       8.20 |     9.30 |      8.91 |  8.98 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@3$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliográficas |    0.1 |            0 |       0. |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |          7.5 |    1.125 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     7.13 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2
